Repository: zestsoftware/rer.cookieconsent
Catalog: rer/cookieconsent/locales/*/LC_MESSAGES/rer.cookieconsent.po
Languages: de

source: A cookie consent solution that can be used for European Cookie Law or when you care about user's privacy
de: Eine Implementierung des Cookie Consent für Plone, um das europäische Cookie Gesetz zu erfüllen.

source: Accept policy on every click
de: Datenschutzbestimmungen bei beliebigem Klick akzeptieren

source: Application ID
de: ID der Applikation

source: Application description
de: Beschreibung der App

source: Application name
de: Name der Applikation

source: Changes cancelled
de: Abgebrochen

source: Changes saved
de: Änderungen gespeichert

source: Configuration of the cookie consent in the site
de: Konfiguration der Cookie-Einstellungen für diese Website

source: Cookie consent banner configuration
de: Konfiguration des Cookie Consent Banners

source: Cookie consent banner content
de: Inhalt des Cookie Consent Banners

source: Cookie consent configuration
de: Cookie Constent Konfiguration

source: Cookie(s) initial value
de: Standardwert des Cookies

source: Cookies consent settings used by Emilia-Romagna Region
de: Cookie Consent Einstellungen

source: Cookies preferences for this site
de: Cookie Einstellungen für diese Website

source: Deny consent
de: Ablehnen

source: General cookies consent
de: Allgemeine Cookie-Nutzung

source: Grant consent
de: Zustimmen

source: Language
de: Sprache

source: Opt-out configuration
de: Opt-out Konfiguration

source: Opt-out configurations
de: Opt-out Konfiguration

source: Opt-out entry titles and descriptions
de: Opt-out Eintrag Titel und Beschreibungen

source: Opt-out title and description
de: Opt-out Titel und Beschreibung

source: RER: Cookies Consent
de: Cookie Consent

source: RER: Cookies Consent default configuration
de: Standardeinstellung für Cookie Consent

source: RER: Cookies Consent upgrade to 2000
de: Update Cookie Consent zur Profilversion 2000

source: Reject
de: Ablehnen

source: Text of the Privacy Policy link
de: Text des Links zu den Datenschutzbestimmungen

source: Text of the link to opt-out dashboard
de: Text des Links zum Opt-out Dashboard

source: URL of the Privacy Policy
de: URL zu den Datenschutzbestimmungen.

source: app_description_help
de: Die Beschreibung, die erkärt was das Opt-out macht, wenn es aktiviert ist. Sie können HTML verwenden.

source: app_id_help
de: Ein eindeutiges Label für die Applikation, die durch dieses Opt-out gesteuert wird.

source: app_title_help
de: Dieser Titel wird für die App im Opt-out Dashboard benutzt.

source: cookies_help
de: Eine Liste von Präfixen von Cookienamen. Dieser Opt-out generiert ein Cookie in der Form PRÄFIX-optout für jeden Präfix.

source: dashboard_link_text
de: Text zum Link für das Opt-out dashboard

source: default_value_help
de: Wenn ein User die Website zum ersten Mal besucht, werden alle Opt-out Cookies gesetzt. Hier können Sie den Standardwert für diese Cookies festlegen.

source: global_optput_description
de: Globale Einstellung für die Nutzung von Cookies

source: help_accept_on_click
de: Falls diese Option aktiviert ist wird jeder Klick auf der Seite automatisch als Aktzeptieren der Datenschutzbestimmungen gewertet.

source: help_cookie_consent_configuration
de: Für jede angegebene Sprache wird eine Konfiguration für den Cookie Consent Banner angelegt. Die erste Konfiguration ist die Standardkonfiguration und wird für alle nicht definierten Sprachen verwendet.

source: help_optout_configuration
de: Falls ein Benutzer der allgemeinen Cookienutzung zustimmt, kann er immer noch einzelne Cookies von Drittanbieter Applikationen ablehnen. Hier können diese Opt-out Cookies für diese Drittanbieter konfiguriert werden. ACHTUNG! Dieses Produkt erstellt und reicht diese Cookies nur durch. Es liegt an den Applikationen der Drittanbieter diese korrekt zu verarbeiten

source: help_optout_texts
de: Für jede konfigurierte Sprache geben Sie Titel und Beschreibung an. Diese Einträge werden benutzt, um ein übersetztes Opt-out Dashboard zu generieren. Falls eine bestimmte Übersetzung fehlt, wird die erste in der Liste als Standard verwendet. Falls dieses Feld nicht gesetzt ist, wird eine Übersetzung mit den msgids "APPID_optid_title" und "APPID_optout_description" verwendet.

source: optout_dashboard_description
de: In der folgenden Liste können Sie die Verwendung von Cookies auf der Website einschränken, indem in Ihrem aktiven Browser sogenannte Opt-Out-Cookies zur Signalisierung einer Ablehnung gesetzt werden.

source: privacy_link_text_help
de: Der Text der für den Link zu den Datenschutzbestimmungen verwendet wird. Falls dieses Feld leer gelassen wird, wird die vollständige URL verwendet.

source: privacy_link_url_help
de: Eine URL, oder ein absoluter Pfad zu den Datenschutzbestimmungen. Zum Beispiel: "https://www.example.com/privacy.html" oder "/internal/privacy"

source: text_help
de: Hier können Sie den Text angeben, der im Cookie Consent Banner erscheinen soll. Sie können HTML verwenden, müssen aber nicht. Sie können den Platzhalter "$privacy_link" verwenden, um den Link zu den Datenschutzbestimmungen (siehe unten) einzufügen. Falls sie noch feinere Kontrolle über das resultierende HTML benötigen, können Sie die Platzhalter "$privacy_link_url" (für die URL zu den Datenschutzbestimmungen) und "$privacy_link_text" (Text für den Link zu den Dateschutzbestimmungen) verwenden. In der gleichen Weise können Sie die Platzhalter "$dashboard_link", "$dashboard_link_url" und "$dashboard_link_text" zur Verlinkung des Opt-out dashboards verwenden.
